<?php

return [
    'failed' => 'هذه المؤهلات لا تتطابق مع سجلاتنا',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يُرجى المحاولة مرة أخرى خلال ثوانٍ.',
    'login' => 'تسجيل الدخول',
    'email_address' => 'عنوان البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'remember_me' => 'تذكرنى',
    'forgot_password' => 'نسيت كلمة السر؟',
    'reset_password' => 'إعادة تعيين كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'send_password' => 'إرسال رابط إعادة تعيين كلمة المرور',
    'logout' => 'تسجيل الخروج',
    'register' => 'يسجل',
    'name' => 'اسم',
    'signed_in_as' => 'تم تسجيل الدخول باسم : المستخدم',
    'change_password' => 'تغيير كلمة المرور',
    'password_not_matches' => 'كلمة المرور الحالية الخاصة بك لا تتطابق مع كلمة المرور',
    'password_cannot_same_current_password' => 'لا يمكن أن تكون كلمة المرور الجديدة هي نفسها كلمة المرور الحالية',
    'password_sucessfully_changed' => 'تم تغيير كلمة المرور بنجاح!',
    'current_password' => 'كلمة المرور الحالية',
    'new_password' => 'كلمة المرور الجديدة',
    'new_password_confirmation' => 'تأكيد كلمة المرور الجديدة',
    'current_password_help' => 'كلمة مرور حسابك الحالية',
    'new_password_help' => 'اختر كلمة مرور قوية. تأكد من عدم استخدام بيانات شخصية، وعدم تكرار الأرقام بشكل متكرر، وعدم استخدام كلمات مرور سهلة التخمين.',
    'new_password_confirmation_help' => 'أكد كلمة مرورك الجديدة للأمان. لا يمكن التراجع عن هذا التغيير.',
    'last_login' => 'آخر تسجيل دخول'
    ];
