<?php

return [
    'results_ready' => 'النتائج جاهزة!',
    'security_notice' => 'إشعار أمني: إذا تلقيت هذا البريد الإلكتروني عن طريق الخطأ أو كنت ترغب في إلغاء الاشتراك في إشعاراتنا، فيرجى الاتصال بموظفي مختبرنا في أقرب وقت ممكن',
    'confidentiality_notice' => 'قد تحتوي رسالة البريد الإلكتروني هذه على معلومات سرية أو محمية قانونًا، وهي مخصصة فقط لاستخدام المستلم (المستلمين) المقصود. يُحظر أي إفصاح أو نشر أو توزيع أو نسخ أو اتخاذ أي إجراء بناءً على المعلومات الواردة هنا دون تصريح. رسائل البريد الإلكتروني غير آمنة، ولا يمكن ضمان خلوها من الأخطاء، إذ يُمكن اعتراضها أو تعديلها أو احتوائها على فيروسات. يُعتبر أي شخص يتواصل معنا عبر البريد الإلكتروني قد قبل هذه المخاطر. مختبرنا غير مسؤول عن أي أخطاء أو سهو في هذه الرسالة، وينفي أي مسؤولية عن أي ضرر ناتج عن استخدام البريد الإلكتروني.',
    'all_rights_reserved' => 'جميع الحقوق محفوظة',
    'partial_protocol_notice' => 'يحتوي هذا البريد الإلكتروني على ممارسات جزئية للبروتوكول فقط. للاطلاع على البروتوكول كاملاً، يُرجى تسجيل الدخول إلى موقعنا الإلكتروني أو التواصل مع مختبرنا.',
    'new_security_code' => 'رمز الأمان الجديد',
    'welcome_to_our_laboratory' => 'مرحباً بكم في :laboratory_name',
    'hello' => 'مرحباً :الاسم!',
    'password_confidentiality' => 'يرجى العلم أن كلمة مرورك سرية. ننصحك بتغييرها دوريًا وعدم مشاركتها مع أي شخص آخر.',
    'welcome_to_your_trusted_laboratory' => 'نرحب بكم في :laboratory_name، مختبر التحليلات السريرية الموثوق به',
    'your_account_information' => 'ستجد معلومات حسابك أدناه:',
    'access_to_our_services' => 'باستخدام حسابك في :laboratory_name، ستتمكن من الوصول إلى خدماتنا عالية الجودة للتحاليل السريرية. نحن هنا لمساعدتك في أي أسئلة أو مشاكل قد تواجهها.',
    'need_assistance' => 'إذا كنت بحاجة إلى مساعدة، فلا تتردد في الاتصال بنا على :secretary_email أو من خلال إحدى قنوات المساعدة لدينا',
    'appreciate_your_trust_and_have_positive_experience' => 'نحن نقدر ثقتكم بنا ونأمل أن يكون لديكم تجربة إيجابية مع خدماتنا',
    'generate_new_password' => 'إنشاء كلمة مرور جديدة بالضغط هنا'
    ];
