<?php

return [
    'family_members' => 'أفراد العائلة',
    'add_family_member' => 'إضافة أحد أفراد العائلة',
    'related_patients' => 'تجدون أدناه جميع المرضى الذين ربطتم حسابكم بهم. نتخذ جميع الإجراءات الأمنية اللازمة لحماية بياناتكم.',
    'notice_add_family_member' => 'لإضافة مريض جديد إلى حسابك، أدخل معرف المريض الفريد ورمز الأمان المطلوب مسبقًا في مختبراتنا',
    'internal_patient_help' => 'هو رقم تعريف تم إبلاغك به عبر البريد الإلكتروني',
    'security_code_help' => 'رمز الأمان الذي وصلك عبر البريد الإلكتروني. هذا الرمز فريد وله تاريخ انتهاء صلاحية.'
    ];
