<?php

return [
    'plan' => 'يخطط',
    'plans' => 'الخطط',
    'edit_plan' => 'تعديل الخطة',
    'destroy_plan' => 'خطة التدمير',
    'create_plan' => 'إنشاء خطة',
    'plan_created_successfully' => 'تم إنشاء الخطة بنجاح',
    'plan_updated_successfully' => 'تم تحديث الخطة بنجاح',
    'plan_deleted_successfully' => 'تم حذف الخطة بنجاح',
    'nbu_price' => 'سعر الوحدة الكيميائية الحيوية',
    'plans_index_message' => 'تخبرنا خطط العمل الاجتماعي بكيفية قيام الشركات المدفوعة مسبقًا بتأمين الشركات التابعة لها والمبلغ الذي ستدفعه مقابل كل ممارسة يتم تنفيذها',
    'plans_edit_message' => 'تخبرنا خطط العمل الاجتماعي بكيفية قيام الشركات المدفوعة مسبقًا بتأمين الشركات التابعة لها والمبلغ الذي ستدفعه مقابل كل ممارسة يتم تنفيذها',
    'social_work_help' => 'العمل الاجتماعي الذي سيتم إضافة الخطة إليه',
    'nomenclator_help' => 'في بعض الأعمال الاجتماعية تختلف التسمية لكل خطة',
    'name_help' => 'اسم لتحديد خطة العمل الاجتماعي',
    'nbu_price_help' => 'السعر الذي تدفعه هذه الخطة مقابل وحدة كيميائية حيوية. تُضرب هذه القيمة في الوحدات الكيميائية الحيوية للتحديد للحصول على سعر الممارسة.',
    'plans_create_message' => 'تخبرنا خطط العمل الاجتماعي بكيفية قيام الشركات المدفوعة مسبقًا بتأمين الشركات التابعة لها والمبلغ الذي ستدفعه مقابل كل ممارسة يتم تنفيذها'
    ];
