<?php

return [
    'prescribers' => 'الأطباء',
    'create_prescriber' => 'إنشاء وصفة طبية',
    'prescriber' => 'الطبيب',
    'primary_enrollment' => 'التسجيل الأساسي',
    'secondary_enrollment' => 'الالتحاق الثانوي',
    'last_name' => 'اسم العائلة',
    'name' => 'اسم',
    'phone' => 'هاتف',
    'email' => 'بريد إلكتروني',
    'show_prescriber' => 'إظهار الطبيب',
    'prescriber_blocked' => 'تم حظر الوصفة لأسباب أمنية. لإجراء تغييرات، انقر على القفل.',
    'edit_prescriber' => 'تعديل الوصفة الطبية',
    'destroy_prescriber' => 'تدمير الموصوف',
    'full_name' => 'الاسم الكامل',
    'success_destroy_message' => 'أحسنت! تمت إزالة الوصفة الطبية بنجاح.',
    'prescribers_message' => 'هنا تجدون جميع الأطباء الذين يصفون الأدوية لمرضاهم. من المهم تحديث بياناتهم باستمرار ليتمكنوا من المشاركة في علاج المرضى.',
    'personal_data' => 'البيانات الشخصية',
    'prescribers_create_message' => 'إنشاء أطباء جدد وتعيينهم لبروتوكولات مختلفة. عند تعيينهم لبروتوكول، يُمكّن ذلك الطبيب من الاطلاع على التاريخ الطبي للمريض.',
    'name_help' => 'يظهر هذا الاسم عند إنشاء بروتوكول pdf',
    'last_name_help' => 'يظهر هذا الاسم الأخير عند إنشاء بروتوكول pdf',
    'primary_enrollment_help' => 'يمكن استخدام التسجيل للبحث بسرعة عن الطبيب',
    'secondary_enrollment_help' => 'يمكن استخدام التسجيل للبحث بسرعة عن الطبيب',
    'phone_help' => 'سيتم حفظ رقم الهاتف المحمول هنا للرجوع إليه',
    'email_help' => 'سيتم حفظ البريد الإلكتروني هنا للرجوع إليه',
    'prescribers_edit_message' => 'يجب ألا تتغير بيانات الطبيب باستمرار. احتفظ بهذه المعلومات للبقاء على اتصال دائم مع الطبيب الذي يصف لك الدواء.'
    ];
