<?php

return [
    'my_profile' => 'ملفي الشخصي',
    'profile_edit_message' => 'هذه هي أهم بيانات حسابك. سنعرض هنا جميع المعلومات التفصيلية لحسابك وكيف سيرى الآخرون حسابك.',
    'name' => 'اسم',
    'last_name' => 'اسم العائلة',
    'email' => 'بريد إلكتروني',
    'account_data' => 'بيانات الحساب',
    'change_signature' => 'تغيير التوقيع',
    'name_help' => 'هذا هو الاسم الذي ستظهر به نفسك للآخرين',
    'email_help' => 'سيتم استخدام هذا البريد الإلكتروني لتسجيل الدخول وللتواصل معك',
    'last_name_help' => 'هذا اللقب هو الذي ستظهر به نفسك للآخرين',
    'you_cant_access_another_user_profile' => 'لا يمكنك الوصول إلى ملف تعريف مستخدم آخر',
    'change_password_edit_message' => 'اختر كلمة مرور قوية جديدة لا تقل عن 8 أحرف. نوصي باستخدام رقمين على الأقل، وحرف خاص، وحرف صغير، وحرف كبير.',
    'enrollment' => 'التسجيل',
    'primary_enrollment' => 'التسجيل الأساسي',
    'primary_enrollment_help' => 'التسجيل المهني الذي يتيح لك التوقيع على الممارسات',
    'secondary_enrollment' => 'الالتحاق الثانوي',
    'secondary_enrollment_help' => 'التسجيل البديل مثل التسجيل في التخصص',
    'change_signature_edit_message' => 'حمّل صورة بصيغة jpg أو png بمقاس 200×200 بكسل، ويفضل أن تكون بخلفية شفافة أو بيضاء. لا يتجاوز حجمها 1 ميجابايت حتى لا تثقل ملفات PDF.',
    'select_image' => 'حدد الصورة للتوقيع',
    'signature_help' => 'سيتم استخدام هذا التوقيع عند إنشاء بروتوكول PDF مع الممارسات التي تم توقيعها',
    'signature_upload_successfully' => 'لقد قمت بتحميل التوقيع بنجاح',
    'destroy_signature' => 'تدمير التوقيع',
    'signature_not_loaded' => 'التوقيع غير محمل',
    'lang' => 'لانغ',
    'lang_help' => 'اللغة التي ستشاهد بها ترجمات النظام'
    ];
