<?php

return [
    'social_work' => 'العمل الاجتماعي',
    'affiliate_number' => 'رقم الشريك',
    'expiration_date' => 'تاريخ انتهاء الصلاحية',
    'security_code' => 'رمز الأمان',
    'social_works' => 'الأعمال الاجتماعية',
    'expired_card' => 'بطاقة منتهية الصلاحية',
    'add_social_work' => 'إضافة العمل الاجتماعي',
    'create_social_work' => 'إنشاء عمل اجتماعي',
    'name' => 'اسم',
    'edit_social_work' => 'تحرير العمل الاجتماعي',
    'destroy_social_work' => 'تدمير العمل الاجتماعي',
    'social_works_message' => 'يمكن أن يكون للأعمال الاجتماعية والمدفوعة مسبقًا خطط تغطية مختلفة، مما يسمح للمرضى بالحصول على تغطية لرعايتهم في المختبر',
    'click_to_create_social_work' => 'انقر هنا لإنشاء عمل اجتماعي أو مدفوع مسبقًا',
    'social_work_created_successfully' => 'تم إنشاء العمل الاجتماعي بنجاح',
    'social_work_updated_successfully' => 'تم تحديث العمل الاجتماعي بنجاح',
    'social_work_deleted_successfully' => 'تم حذف العمل الاجتماعي بنجاح',
    'acronym' => 'اختصار',
    'social_works_edit_message' => 'تُكلَّف الخدمات الاجتماعية للمرضى وتضع بروتوكولات خاصة بهم. ويُشترط أن يكونوا قادرين على إصدار فواتير للممارسات التي تُجرى للمرضى.',
    'name_help' => 'الاسم الكامل للعمل الاجتماعي',
    'acronym_help' => 'أهم الأحرف الأولى من الاسم لتتمكن من البحث بسرعة عن عمل اجتماعي',
    'social_works_create_message' => 'تُكلَّف الخدمات الاجتماعية للمرضى وتضع بروتوكولات خاصة بهم. ويُشترط أن يكونوا قادرين على إصدار فواتير للممارسات التي تُجرى للمرضى.'
    ];
