<?php

return [
    'statistics' => 'إحصائيات',
    'collection_social_work' => 'مجموعة للعمل الاجتماعي',
    'collection_social_work_message' => 'يساعدنا إنشاء مخطط عمودي يوضح بشكل مرئي تحصيل العمل الاجتماعي حسب فترة الفوترة في معرفة الحالة الحالية للعمل الاجتماعي',
    'patient_flow' => 'تدفق المرضى',
    'patient_flow_message' => 'يساعدنا إنشاء رسم بياني للمنطقة يوضح بصريًا عدد المرضى الذين انقضوا لكل فترة فوترة في تحديد أوقات الطلب الأكبر على مختبرك',
    'track_income' => 'تتبع الدخل',
    'track_income_message' => 'يساعدنا إنشاء مخطط عمودي يوضح المبلغ الذي تم تحصيله لكل فترة فوترة على فهم الحالة المالية لمختبرك',
    'subtitle_collection' => 'المجموعة من :البداية إلى :النهاية',
    'subtitle_income' => 'الدخل من :البداية إلى :النهاية',
    'statistics_message' => 'المخططات الإحصائية هي أدوات قوية لتصور البيانات تسمح بتمثيل المعلومات المعقدة بطريقة سهلة الوصول',
    'generate_chart' => 'إنشاء مخطط',
    'social_work_composition' => 'تكوين العمل الاجتماعي',
    'social_work_composition_message' => 'سيساعدك هذا الرسم البياني على معرفة الأعمال الاجتماعية التي تستقبل بشكل متكرر وبناءً على ذلك، قم بإجراء تحليلات أخرى',
    'sex_composition' => 'التركيب الجنسي',
    'sex_composition_message' => 'سيساعدك هذا الرسم البياني على معرفة نوع الأشخاص الذين يترددون على مختبرك بشكل أكبر'
    ];
