<?php

return [
    'summaries' => 'ملخصات',
    'protocols_summary' => 'ملخص البروتوكولات',
    'generate_summaries_message' => 'الملخصات هي أداة لأي شخص مرتبط بالإدارة واتخاذ القرار',
    'protocols_summary_message' => 'إنشاء قائمة بجميع البروتوكولات في مجموعة من التواريخ بالإضافة إلى المريض وعمله الاجتماعي ومبلغ الطلب',
    'patient_flow' => 'تدفق المرضى',
    'patient_flow_message' => 'إنشاء قائمة تحتوي على معلومات جميع المرضى الذين تمت رؤيتهم في نطاق تاريخي معين',
    'debt_social_works' => 'ديون الأعمال الاجتماعية',
    'debt_social_works_message' => 'إنشاء قائمة بفترة الفوترة لفترة زمنية معينة بالإضافة إلى العمل الاجتماعي والدفعة المقدمة خلال هذه الفترة.',
    'generate_summary' => 'إنشاء ملخص',
    'start_date' => 'تاريخ البدء',
    'end_date' => 'تاريخ الانتهاء'
    ];
