<?php

return [
    'users' => 'المستخدمون',
    'users_index_content_message' => 'في هذا القسم، ستجد القائمة الكاملة لمستخدمي النظام، مع خيارات التحرير والحذف وحظر الوصول والوظائف الإدارية الأخرى',
    'create_user' => 'إنشاء مستخدم',
    'full_name' => 'الاسم الكامل',
    'email' => 'بريد إلكتروني',
    'show_user' => 'إظهار المستخدم',
    'destroy_user' => 'تدمير المستخدم',
    'edit_user' => 'تعديل المستخدم',
    'users_edit_content_message' => 'عدّل بيانات المستخدم الأساسية وعيّن له دورًا. تذكّر أنه بتعيين دور، ستمنح تلقائيًا جميع الصلاحيات الممنوحة له.',
    'name' => 'اسم',
    'name_help' => 'اسم الشخص',
    'last_name' => 'اسم العائلة',
    'last_name_help' => 'الاسم الأخير للشخص',
    'email_help' => 'عنوان البريد الإلكتروني للشخص الذي سيتم إرسال أي إشعار إليه بخصوص حسابك',
    'personal_data' => 'البيانات الشخصية',
    'role' => 'دور',
    'role_help' => 'إن الدور المخصص للمستخدم سيمنحه الأذونات اللازمة لدخول أقسام معينة من النظام',
    'success_destroy_message' => 'أحسنت! تم حذف المستخدم بنجاح.',
    'users_create_content_message' => 'في هذا القسم، يمكنك إنشاء مستخدم جديد وتعيين دور له. سنرسل بريدًا إلكترونيًا للمستخدم لإنشاء كلمة مرور خاصة به لأسباب أمنية.',
    'you_cannot_perform_operation_on_your_own_account' => 'لا يمكنك إجراء هذه العملية على حسابك الخاص بسبب التخريب الذاتي'
    ];
